-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Mar 12, 2023 at 01:41 PM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `article`
--

-- --------------------------------------------------------

--
-- Table structure for table `the article`
--

CREATE TABLE `the article` (
  `id` int(3) NOT NULL,
  `titel` varchar(20) NOT NULL,
  `doc` varchar(10000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `the article`
--

INSERT INTO `the article` (`id`, `titel`, `doc`) VALUES
(1, 'Al Ahly', 'النَّادِي الأَهْلِي لِلْرِّيَاضَةِ البَدَنِيَة أو كَما يُعرف اختصارًا بِاسم النَّادِي الأَهْلِي، هو نادٍ رياضي مصري محترف يلعب في الدوري المصري الممتاز، ومقره في القاهرة، وهو النادي الوحيد في مصر بجانب نادي الزمالك الذي لم يهبط إلى دوري الدرجة الثانية. تأسَّس النادي الأهلي بتاريخ 24 أبريل 1907 وبعد ذلك أنشئ مجلس إدارة النادي الأهلي برئاسة الإنجليزي ميشيل إِنِس، وفي 1909 أُسِّس أول ملعب كرة قدم في تاريخ النادي وسُمِّيَ حينها باسم (الحُوش)، وتطور هذا الملعب حتَّى أصبح بمُسمَّاه الحالي (ملعب مختار التتش)، وأُنشئ أول فريق كرة قدم عام 1911، ووصل عدد الألعاب داخل النادي الأهلي عام 1916 إلى 4 ألعاب هي كرة القدم والتنس والبلياردو والجمباز. ويحمل النادي الأهلي منافسة قوية مع نادي الزمالك، واللذان يعتبران قطبي الكرة المصرية، وتعرف مبارياتهم باسم ديربي القاهرة أو مباراة القمَّة.'),
(2, 'منتخب مصر', 'تم تأسيس المنتخب المصري لكرة القدم عام 1921، وانضم رسميًا لاتحاد كرة القدم عام 1923، ويطلق عليه لقب فريق الفراعنة، نسبةً إلى فراعنة مصر، أما عن مشاركته لأول مرة في كأس أمم أفريقيا فكانت عام 1957.[٢]\r\n'),
(3, 'نادي ريال مدريد ', 'يُعدّ نادي ريال مدريد (بالإنجليزيّة: Real Madrid) أحد أندية كرة القدم الاحترافيّة في إسبانيا، ويقع مقرّه في العاصمة مدريد، ويرتدي لاعبوه زيّ النادي الرسمي باللون الأبيض بالكامل ولهذا يشتهر النادي بلقب \"لوس بلانكوس\" أيّ اللون الأبيض في الإسبانيّة، ويُعدّ ريال مدريد من أشهر أندية كرة القدم وأكثرها شعبيةً؛ إذ إنّ له جمهور كبير في إسبانيا وفي جميع دول العالم.[١]\r\n\r\n'),
(4, 'وزاره الماليه', 'وزارة المالية المصرية تهدف وزارة المالية إلى رسم وتطوير السياسات والخطط المالية للدولة وتنسيق الموازنات وترشيد وضبط الإنفاق الحكومى وتنمية حصيلة الضرائب وتطوير نظمها بما يحقق الأهداف الاقتصادية والاجتماعية. وزير المالية في الوقت الحالى هو السيد / محمد معيط .'),
(5, 'وزاره العدل', 'هي المظلة الإدارية للجهات والهيئات القضائية، وتختص بتنظيم وتطوير شئون العدالة وعمل الأجهزة المعاونة للجهات القضائية والرقابة عليها (الخبراء – الطب الشرعي – مصلحة الشهر العقاري والتوثيق)، كما تهدف إلى تعزيز دور القضاء بما يكفل أداء رسالته في إقامة العدل بين الناس وحماية حقوقهم'),
(6, 'وزاره الدفاع', 'وزارة الدفاع المصرية هي الوزارة المسؤولة عن القوات المسلحة المصرية وتنظيمها وإدارة شؤونها ومنشآتها ومرافقها والعمل على تطويرها وصيانتها. كما تتولى أيضا شؤون الكليات العسكرية والتجنيد والتعبئة والمحاربين القدامى وإدارة المصانع الحربية بمصر.'),
(7, 'العملات الرقميه', 'العملات الرقمية (بالإنجليزية Cryptocurrencies) أيضا تسمى العملة المشفرة آو العملة الإلكترونية: هي عبارة عن تمثيل لممتلكات رقمية. وبشكل أكثر دقة، فهي عبارة عن برنامج مكتوب بلغة برمجة معينة وباستخدام تقنيات تشفير عالمية تجعل من عملية اختراقها والتلاعب بها امراً أشبه بالمستحيل'),
(8, 'الاستثمار', 'الاستثمار يعني شراء أصول ذات قيمة، تدعى الأصول الرأسمالية، يشتريها المستثمر بناء على توقعات لها إما: بارتفاع قيمتها بمرور الوقت. وإما للقناعة بأنها سوف توفر مصدراً جديداً للدخل. أو أنها تحقق الأمرين معاً أي ارتفاع قيمتها مع مرور الوقت، وتوفيرها مصدراً جديداً للدخل.'),
(9, 'البورصه', 'البورصة هي مصطلح عام ولا يخص أسهم الشركات فقط، حيث أن هناك بورصات للسلع الأساسية مثل النفط والذهب والمعادن وأخرى للسندات أو المشتقات المالية، وغيرها من الأصول. اختصارا، البورصة هي السوق الذي يتم من خلال بيع وشراء (عملية التداول) الأصل مثل أسهم الشركات أو عقود النفط.'),
(10, 'الاهرامات المصريه', 'البورصة هي مصطلح عام ولا يخص أسهم الشركات فقط، حيث أن هناك بورصات للسلع الأساسية مثل النفط والذهب والمعادن وأخرى للسندات أو المشتقات المالية، وغيرها من الأصول. اختصارا، البورصة هي السوق الذي يتم من خلال بيع وشراء (عملية التداول) الأصل مثل أسهم الشركات أو عقود النفط.'),
(11, 'برج القاهره', 'برج القاهرة (ويُطلق عليه أحيانًا: «برج الجزيرة») هو برج يقع في العاصمة المصرية القاهرة، تم بناؤه بين عامي 1956 و1961 من الخرسانة المسلحة على تصميم زهرة اللوتس المصرية، من تصميم المهندس نعوم شبيب، ويقع في قلب القاهرة على جزيرة الزمالك بنهر النيل.'),
(12, 'العاصمه الاداريه الج', 'العاصمة الإدارية الجديدة عاصمة جمهورية مصر العربية المستقبلية الجديدة، مدينة مصرية جديدة من مدن الجيل الرابع، تقع في محافظة القاهرة، وتُدار من خلال شركة العاصمة الإدارية للتنمية العمرانية، أنشأت بقرار رئيس جمهورية مصر العربية عبد الفتاح السيسي رقم 57 لسنة 2016 وأُعلن عن إنشائها خلال مؤتمر دعم وتنمية الاقتصاد المصري المُقام في مدينة شرم الشيخ في الفترة من 13 إلى 15 مارس 2015 وتم التعاقد مع الإمارات العربية المتحدة علي أنشائها خلال فعاليات المؤتمر. تبلغ المساحة الإجمالية للمدينة حوالي 170 ألف فدان (688 كم²)، وهي أكبر من مساحة سنغافورة وأكبر أربعة أضعاف من مدينة واشنطن عاصمة الولايات المتحدة الأمريكية، تبعد عن مدينة القاهرة بحوالي 60 كم في اتجاه الشرق، وعن مدينة السويس حوالي 65 كم في اتجاه الغرب، ومن المخطط أن تستوعب ما يقرب من 6.5 مليون نسمة عند الانتهاء من مرحلها الإنشائية بالكامل.\r\n\r\n');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `the article`
--
ALTER TABLE `the article`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `the article`
--
ALTER TABLE `the article`
  MODIFY `id` int(3) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
